Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# club.gov.invalid
source: Check the required fields and selected target
zh_hans: 请检查必填项与选定目标

# club.gov.keepEditing
source: Keep editing
zh_hans: 继续编辑

# club.gov.keyword
source: Search customers
zh_hans: 搜索客户

# club.gov.leaderboard
source: Contribution leaderboard
zh_hans: 贡献排行

# club.gov.localDraft
source: Local draft and immutable review
zh_hans: 本地草稿与固定审核内容

# club.gov.malformed
source: The server response is incomplete. Refresh to check again
zh_hans: 服务端回执不完整，请刷新重查

# club.gov.members
source: Member governance
zh_hans: 成员治理

# club.gov.next
source: Next page
zh_hans: 下一页

# club.gov.no
source: No
zh_hans: 否

# club.gov.noJoinedClubs
source: Join a club to see its updates
zh_hans: 加入俱乐部后可查看动态

# club.gov.noShow
source: Not arrived
zh_hans: 未到场

# club.gov.nodeAnswer
source: Show protected answer
zh_hans: 查看受保护答案

# club.gov.notificationPreview
source: Audience preview
zh_hans: 受众预览

# club.gov.notificationStatus
source: Delivery status
zh_hans: 通知送达状态

# club.gov.occurrenceStatus
source: Cancellation status
zh_hans: 取消状态

# club.gov.occurrences
source: Occurrences
zh_hans: 场次清单

# club.gov.posts
source: Club posts
zh_hans: 俱乐部动态

# club.gov.previous
source: Previous page
zh_hans: 上一页

# club.gov.providerGate
source: Live group-code issuance, refresh, redemption and saving require separate provider acceptance
zh_hans: 真实团码签发、刷新、核销与保存需要单独完成服务验收

# club.gov.recruit
source: Recruitment overview
zh_hans: 招商概览

# club.gov.refresh
source: Refresh
zh_hans: 刷新

# club.gov.registered
source: Registered
zh_hans: 已报名

# club.gov.registrations
source: Registration records
zh_hans: 报名名册

# club.gov.rejected
source: The server rejected this request
zh_hans: 服务端拒绝了此请求

# club.gov.review
source: Review exact changes
zh_hans: 审核具体修改

# club.gov.role.CLUB_CO_OWNER
source: Co-owner
zh_hans: 联席主理人

# club.gov.role.CLUB_MEMBER
source: Club member
zh_hans: 俱乐部成员

# club.gov.role.CLUB_OPERATOR
source: Club operator
zh_hans: 俱乐部运营员

# club.gov.role.CLUB_OWNER
source: Club owner
zh_hans: 主理人

# club.gov.role.EVENT_CHECKIN
source: Event check-in staff
zh_hans: 场次核销员

# club.gov.role.EVENT_LEAD
source: Event lead
zh_hans: 场次领队

# club.gov.roleDefinitions
source: Available roles
zh_hans: 可委派角色

# club.gov.roles
source: Roles and permissions
zh_hans: 角色与权限

# club.gov.roster
source: Attendance roster
zh_hans: 考勤名册

# club.gov.search
source: Search
zh_hans: 搜索

# club.gov.series
source: Event series
zh_hans: 系列场次

# club.gov.seriesDetail
source: Series detail
zh_hans: 系列详情

# club.gov.settlement
source: Settlement summary
zh_hans: 分润汇总

# club.gov.settlements
source: Unresolved settlements
zh_hans: 未结结算

# club.gov.signedOut
source: Sign in to continue
zh_hans: 请先登录

# club.gov.simulateUnknown
source: Simulate an unconfirmed outcome
zh_hans: 模拟结果未确认

# club.gov.sort
source: Sort by
zh_hans: 排序

# club.gov.sort.composite
source: Composite
zh_hans: 综合

# club.gov.sort.duration
source: Duration
zh_hans: 用时

# club.gov.sort.mileage
source: Distance
zh_hans: 里程

# club.gov.sort.pace
source: Pace
zh_hans: 配速

# club.gov.stats
source: Performance dashboard
zh_hans: 数据看板

# club.gov.story
source: Story and gameplay
zh_hans: 剧情与玩法

# club.gov.storyProjection
source: This is the public chapter and gameplay projection. Answers use a separate permission-checked request
zh_hans: 此处展示公开章节与玩法，答案通过独立权限校验接口获取

# club.gov.switchAccount
source: Switch synthetic account
zh_hans: 切换模拟账号

# club.gov.synthetic
source: Synthetic fixtures only. No real club actions
zh_hans: 仅模拟数据，不操作真实俱乐部

# club.gov.target
source: Target
zh_hans: 操作目标

# club.gov.topicCustomers
source: Topic customers
zh_hans: 主题客户

# club.gov.topicCustomers.countScope
source: Counts cover this whole topic; the status filter changes only the listed participants.
zh_hans: 统计数字涵盖整个主题，状态筛选只改变下方参与者列表。

# club.gov.topicFilter.all
source: All participants
zh_hans: 全部参与者

# club.gov.topicFilter.contacted
source: Contacted
zh_hans: 已联系

# club.gov.topicFilter.pending
source: Pending
zh_hans: 待处理

# club.gov.topicFilter.verified
source: Verified
zh_hans: 已核销

# club.gov.topicOverview
source: Club topic workspace
zh_hans: 俱乐部主题工作台

# club.gov.topicSettings
source: Topic settings
zh_hans: 主题设置

# club.gov.topicStats
source: Topic operations metrics
zh_hans: 主题运营数据

# club.gov.topics
source: Club topics
zh_hans: 俱乐部主题

# club.gov.unavailable
source: This service has not been configured
zh_hans: 此服务尚未配置

# club.gov.unknown
source: The result is unconfirmed. Do not submit again; check the original record
zh_hans: 结果尚未确认，请勿重复提交，请核查原记录

# club.gov.unknownValue
source: Not provided or not visible
zh_hans: 未提供或无查看权限

# club.gov.waitlist
source: Waitlist
zh_hans: 候补

# club.gov.workspace
source: Club workspace
zh_hans: 俱乐部工作台

# club.gov.writeGate
source: Administrative changes require exact-action approval and current server permissions
zh_hans: 管理操作需要具体操作授权及当前服务端权限

# club.gov.yes
source: Yes
zh_hans: 是

# club.introduction
source: About the club
zh_hans: 俱乐部介绍

# club.invalidResponse
source: The server returned an incomplete response. Try again.
zh_hans: 服务端返回的信息不完整，请重试。

# club.joinToSeeMembers
source: Members are visible to the club creator and joined members.
zh_hans: 俱乐部创建者和已加入的成员可查看成员名单。

# club.joined
source: Clubs I joined
zh_hans: 我加入的俱乐部

# club.keywords
source: Keywords
zh_hans: 关键词

# club.leader
source: Leader
zh_hans: 主理人

# club.level
source: Leader level
zh_hans: 主理人等级

# club.loadFailed
source: Couldn’t load clubs
zh_hans: 俱乐部加载失败

# club.loading
source: Loading clubs…
zh_hans: 正在加载俱乐部…

# club.management.acknowledged
source: The server acknowledged the action. Current membership is shown only after refresh.
zh_hans: 服务器已确认操作，刷新后才显示当前成员状态。

# club.management.approve
source: Approve application
zh_hans: 通过申请

# club.management.approve.body
source: Approving lets this applicant become a member and enter the club chat.
zh_hans: 通过后，申请人将成为正式成员并可进入俱乐部群聊。

# club.management.cancel
source: Cancel
zh_hans: 取消

# club.management.club
source: Club
zh_hans: 俱乐部

# club.management.deferred
source: Role changes, temporary bans, club dissolution and financial actions are not available in this native slice.
zh_hans: 此原生模块暂不支持角色变更、临时封禁、解散俱乐部或资金操作。

# club.management.denied
source: The server has not granted access to this management view.
zh_hans: 服务器未授予此管理页面的访问权限。

# club.management.empty
source: No pending applications
zh_hans: 暂无待审核申请

# club.management.fixture
source: Offline synthetic club management fixture
zh_hans: 离线模拟俱乐部管理

# club.management.loading
source: Loading management details
zh_hans: 正在加载管理信息

# club.management.member
source: Member details
zh_hans: 成员详情

# club.management.members
source: Members
zh_hans: 成员

# club.management.members_empty
source: No members returned
zh_hans: 未返回成员

# club.management.members_unavailable
source: Member list is unavailable
zh_hans: 暂时无法加载成员名单

# club.management.not_sent
source: Nothing was sent. Refresh the club before trying again.
zh_hans: 未发送操作，请刷新俱乐部后重试。

# club.management.readback_unavailable
source: The action was acknowledged, but the current list could not be refreshed.
zh_hans: 操作已确认，但暂时无法刷新当前名单。

# club.management.refresh
source: Refresh current state
zh_hans: 刷新当前状态

# club.management.reject
source: Reject application
zh_hans: 拒绝申请

# club.management.reject.body
source: This applicant will not receive member access and may apply again.
zh_hans: 拒绝后，申请人不会获得成员权限，可以再次申请。

# club.management.rejected
source: The server rejected this action.
zh_hans: 服务器拒绝了此操作。

# club.management.remove
source: Remove member
zh_hans: 移除成员

# club.management.remove.body
source: Remove this member from the club? Their club chat relationship will also be removed.
zh_hans: 将此成员移出俱乐部？该成员的俱乐部群聊关系也将移除。

# club.management.request
source: Application details
zh_hans: 申请详情

# club.management.requests
source: Join applications
zh_hans: 入会申请

# club.management.sign_out
source: Sign out
zh_hans: 退出登录

# club.management.signin
source: Sign in to manage this club
zh_hans: 登录后管理俱乐部

# club.management.switch_account
source: Switch account
zh_hans: 切换账号

# club.management.target
source: Member
zh_hans: 成员

# club.management.title
source: Club management
zh_hans: 俱乐部管理

# club.management.unavailable
source: Management details are unavailable. Refresh to check your access.
zh_hans: 暂时无法加载管理信息，请刷新确认权限。

# club.management.unconfigured
source: Club management is not configured
zh_hans: 俱乐部管理尚未配置

# club.management.unknown
source: The outcome is unknown. Refresh to view current state. Repeating actions is locked for this club in this session.
zh_hans: 操作结果尚未确认。请刷新查看当前状态，此会话已锁定该俱乐部的重复操作。

# club.memberCount %lld
source: %lld members
zh_hans: %lld 名成员

# club.memberNumber %lld
source: Member %lld
zh_hans: 用户 %lld

# club.members
source: Members
zh_hans: 成员

# club.membersUnavailable
source: Member list unavailable
zh_hans: 暂未获取到成员名单

# club.membersUnavailableHint
source: The club reports members, but their list was not returned. Refresh to try again.
zh_hans: 俱乐部有成员，但暂未返回成员名单，请刷新重试。

# club.membership.joined
source: Joined
zh_hans: 已加入

# club.membership.pending
source: Join request pending
zh_hans: 入会申请待审批

# club.membership.rejected
source: Join request declined
zh_hans: 入会申请已拒绝

# club.nearby
source: Nearby clubs
zh_hans: 附近俱乐部

# club.noIntroduction
source: No introduction provided
zh_hans: 暂无俱乐部介绍

# club.ops.account
source: Signed-in account
zh_hans: 当前账号

# club.ops.acknowledged
source: Request acknowledged. The current values below come from a separate read.
zh_hans: 请求已获回执，下方当前值来自独立读取。

# club.ops.adminHint
source: Only the owner can change legacy administrator roles. At most two non-owner administrators are supported.
zh_hans: 仅创建者可调整旧版管理员角色，最多支持两名非创建者管理员。

# club.ops.administrator
source: Administrator
zh_hans: 管理员

# club.ops.cancel
source: Cancel
zh_hans: 取消

# club.ops.checking
source: Checking current access…
zh_hans: 正在核对当前权限…

# club.ops.chooseType
source: Choose a type
zh_hans: 选择类型

# club.ops.city
source: City (up to 20 characters)
zh_hans: 城市（最多20字）

# club.ops.close
source: Close
zh_hans: 关闭

# club.ops.club
source: Club
zh_hans: 俱乐部

# club.ops.clubID
source: Club ID
zh_hans: 俱乐部编号

# club.ops.clubLimit
source: You already own two clubs. Manage an existing club instead.
zh_hans: 你已创建两个俱乐部，请管理现有俱乐部。

# club.ops.clubType
source: Club type
zh_hans: 俱乐部类型

# club.ops.confirmFixture
source: Apply to fixture
zh_hans: 应用到演示数据

# club.ops.confirmLive
source: Confirm these changes
zh_hans: 确认这些更改

# club.ops.confirmLiveHint
source: Apply the reviewed club changes to the server.
zh_hans: 将已核对的俱乐部更改提交至服务器。

# club.ops.create
source: Create club
zh_hans: 创建俱乐部

# club.ops.current
source: Current
zh_hans: 当前

# club.ops.description
source: Introduction (up to 200 characters)
zh_hans: 介绍（最多200字）

# club.ops.directions
source: Activity preferences
zh_hans: 路线方向

# club.ops.directionsHint
source: Choose up to three. Existing legacy preferences are preserved until changed.
zh_hans: 最多选择三项，未修改的旧版方向将保留。

# club.ops.disabled
source: Off
zh_hans: 已关闭

# club.ops.discard
source: Leave form
zh_hans: 离开表单

# club.ops.discardMessage
source: Unsaved changes will be discarded. Leaving does not cancel a request already sent. An uncertain request stays locked.
zh_hans: 未保存的修改将丢弃。离开不会取消已发送的请求，结果不明确的请求将继续锁定。

# club.ops.discardTitle
source: Leave this form?
zh_hans: 离开此表单？

# club.ops.enabled
source: On
zh_hans: 已开启

# club.ops.error.adminLimit
source: Two administrators are already assigned. Remove an existing role before adding another.
zh_hans: 已有两名管理员，请先取消一名管理员角色。

# club.ops.error.cancelled
source: The local review was interrupted before submission.
zh_hans: 本地核对已中断，未提交。

# club.ops.error.changed
source: Club data or access changed. Close and reopen the form to review current information.
zh_hans: 俱乐部数据或权限已变化，请关闭后重新打开表单核对最新信息。

# club.ops.error.createUnavailable
source: The current account cannot create another club.
zh_hans: 当前账号无法再创建俱乐部。

# club.ops.error.forbidden
source: Your current club role does not allow this action.
zh_hans: 当前俱乐部身份无权执行此操作。

# club.ops.error.invalidQuota
source: Reserved places must be a non-negative whole number.
zh_hans: 保留名额必须为非负整数。

# club.ops.error.invalidSelection
source: Choose a supported type and at most three distinct preferences.
zh_hans: 请选择有效类型，路线方向最多三项且不能重复。

# club.ops.error.mediaUnavailable
source: Media uploads are not connected. Existing logo and cover references are preserved.
zh_hans: 图片上传尚未接入，将保留现有标志和封面。

# club.ops.error.pending
source: A request is already pending or has an unknown outcome. Do not submit again.
zh_hans: 请求正在处理中或结果不明确，请勿重复提交。

# club.ops.error.requiredFields
source: Name and city are required.
zh_hans: 请填写名称与城市。

# club.ops.error.signedOut
source: Sign in to manage clubs.
zh_hans: 登录后管理俱乐部。

# club.ops.error.staleReview
source: This review has expired. Review current information again.
zh_hans: 此核对已过期，请重新核对当前信息。

# club.ops.error.textTooLong
source: One or more fields exceed the displayed character limit.
zh_hans: 部分字段超过所示字数限制。

# club.ops.error.unavailable
source: Club operations are not configured.
zh_hans: 俱乐部运营服务尚未配置。

# club.ops.fixtureOnly
source: Offline synthetic club operations. No real data or backend requests.
zh_hans: 离线合成俱乐部流程，不使用真实数据或服务端请求。

# club.ops.joinDirect
source: Join directly
zh_hans: 直接加入

# club.ops.joinPolicy
source: Joining policy
zh_hans: 加入方式

# club.ops.joinPolicyUnavailable
source: This club has not reported support for changing its joining policy.
zh_hans: 此俱乐部未声明支持修改加入方式。

# club.ops.joinReview
source: Approval required
zh_hans: 需要审批

# club.ops.keepEditing
source: Keep editing
zh_hans: 继续编辑

# club.ops.keywords
source: Keywords (up to 60 characters)
zh_hans: 关键词（最多60字）

# club.ops.leaderRequired
source: Creating a club requires a server-confirmed club leader role. The leader application is not connected here.
zh_hans: 创建俱乐部需要服务端确认的主理人身份，此处尚未接入主理人申请。

# club.ops.makeAdmin
source: Make administrator
zh_hans: 设为管理员

# club.ops.manage
source: Club workspace
zh_hans: 俱乐部工作台

# club.ops.mediaPreserved
source: Existing logo and cover are preserved. This review does not upload media.
zh_hans: 保留现有标志和封面，此核对不会上传图片。

# club.ops.mediaUnavailable
source: Media uploads are not connected. Existing logo and cover references are preserved.
zh_hans: 图片上传尚未接入，将保留现有标志和封面。

# club.ops.member
source: Member
zh_hans: 成员

# club.ops.memberPostAllowed
source: Member posts allowed
zh_hans: 允许成员发帖

# club.ops.memberRoles
source: Member administration
zh_hans: 成员管理

# club.ops.membersUnavailable
source: The member list is unavailable or empty. No member action is inferred.
zh_hans: 成员列表为空或暂不可用，不推断可操作的成员。

# club.ops.merchantUndertakeOpen
source: Merchant cooperation open
zh_hans: 开放商家承接

# club.ops.name
source: Name (up to 30 characters)
zh_hans: 名称（最多30字）

# club.ops.newClub
source: A new club
zh_hans: 新俱乐部

# club.ops.notSent
source: Nothing was submitted. Refresh current club information before trying again.
zh_hans: 未提交任何修改，请先刷新俱乐部信息。

# club.ops.openSettings
source: Openness settings
zh_hans: 开放设置

# club.ops.outcomeUnknown
source: The request outcome is unknown. Do not submit it again. Reading current values does not prove whether this request succeeded.
zh_hans: 请求结果不明确，请勿再次提交。读取当前值不能证明本次请求是否成功。

# club.ops.owner
source: Owner
zh_hans: 创建者

# club.ops.prioritySignup
source: Member priority signup
zh_hans: 成员优先报名

# club.ops.profile
source: Club profile
zh_hans: 俱乐部资料

# club.ops.publicVisible
source: Publicly visible
zh_hans: 公开可见

# club.ops.quota
source: Reserved member places
zh_hans: 成员保留名额

# club.ops.readBack
source: Read current state
zh_hans: 读取当前状态

# club.ops.readFailed
source: Could not read the club information. Try again.
zh_hans: 无法读取俱乐部信息，请重试。

# club.ops.readbackUnavailable
source: Acknowledgment was received, but the latest club data could not be read. No saved value is assumed.
zh_hans: 已收到回执，但无法读取最新俱乐部数据，不推断保存后的值。

# club.ops.rejected
source: The server rejected this request.
zh_hans: 服务端拒绝了此请求。

# club.ops.removeAdmin
source: Remove administrator role
zh_hans: 取消管理员身份

# club.ops.requested
source: Requested
zh_hans: 拟修改为

# club.ops.retryRead
source: Retry reading
zh_hans: 重新读取

# club.ops.review
source: Review changes
zh_hans: 核对修改

# club.ops.reviewProfile
source: Review profile changes
zh_hans: 核对资料修改

# club.ops.reviewTarget
source: Review target
zh_hans: 核对目标

# club.ops.roleConsequences
source: This would change this member’s club administration privileges. The fixture only simulates that change.
zh_hans: 此操作会变更该成员的俱乐部管理权限，演示仅在本地模拟。

# club.ops.settingConsequences.memberPostAllowed
source: This affects whether members can post in the club.
zh_hans: 这会影响成员是否可以在俱乐部发帖。

# club.ops.settingConsequences.merchantUndertakeOpen
source: This affects whether merchant cooperation is open for the club.
zh_hans: 这会影响俱乐部是否开放商家承接。

# club.ops.settingConsequences.publicVisible
source: This affects whether people can discover the club publicly.
zh_hans: 这会影响其他人是否能公开发现此俱乐部。

# club.ops.settingsHint
source: Each change is reviewed separately. Only a fresh server read can establish the current setting.
zh_hans: 每项设置单独核对，以服务端最新读取值为准。

# club.ops.signOut
source: Sign out fixture
zh_hans: 退出演示账号

# club.ops.signedOut
source: Sign in to manage clubs.
zh_hans: 登录后管理俱乐部。

# club.ops.signupSettings
source: Membership and signup
zh_hans: 入会与报名

# club.ops.style
source: Style (up to 30 characters)
zh_hans: 风格（最多30字）

# club.ops.switchAccount
source: Switch fixture account
zh_hans: 切换演示账号

# club.ops.unavailable
source: Club operations are not configured.
zh_hans: 俱乐部运营服务尚未配置。

# club.ops.unknownRole
source: No role action available
zh_hans: 暂无可用角色操作

# club.ops.unknownValue
source: Not reported
zh_hans: 未返回设置值

# club.ops.value.RPG体验
source: RPG experience
zh_hans: RPG体验

# club.ops.value.主题聚会
source: Themed gatherings
zh_hans: 主题聚会

# club.ops.value.兴趣社群
source: Interest community
zh_hans: 兴趣社群

# club.ops.value.其他
source: Other
zh_hans: 其他

# club.ops.value.内容创作团队
source: Content creation team
zh_hans: 内容创作团队

# club.ops.value.商业活动组织方
source: Commercial event organizer
zh_hans: 商业活动组织方

# club.ops.value.城市定向
source: City orientation
zh_hans: 城市定向

# club.ops.value.旅行组织
source: Travel group
zh_hans: 旅行组织

# club.ops.value.校园社团
source: Campus club
zh_hans: 校园社团

# club.ops.value.沉浸式剧情
source: Immersive story
zh_hans: 沉浸式剧情

# club.ops.value.深度社交
source: Deep social
zh_hans: 深度社交

# club.ops.value.美食体验
source: Food experience
zh_hans: 美食体验

# club.ops.value.艺术体验
source: Art experience
zh_hans: 艺术体验

# club.ops.value.解谜路线
source: Puzzle routes
zh_hans: 解谜路线

# club.ops.value.轻社交
source: Light social
zh_hans: 轻社交

# club.ops.value.运动路线
source: Sports routes
zh_hans: 运动路线

# club.ops.writeGated
source: Backend submissions are not enabled. You can inspect this form and its review, but it will not change a real club.
zh_hans: 服务端提交尚未开放。可以填写和核对表单，但不会修改真实俱乐部。

# club.owned
source: Clubs I created
zh_hans: 我创建的俱乐部

# club.preferences
source: Activity preferences
zh_hans: 活动偏好

# club.refresh
source: Refresh
zh_hans: 刷新

# club.refund.cancel
source: Keep registration
zh_hans: 保留报名

# club.refund.cancellation
source: Cancellation
zh_hans: 报名取消

# club.refund.cancellation.CANCELLED
source: Cancelled
zh_hans: 已取消

# club.refund.cancellation.MANUAL_REVIEW
source: Manual review
zh_hans: 人工审核

# club.refund.cancellation.UNCONFIRMED
source: Unconfirmed
zh_hans: 尚未确认

# club.refund.cash
source: Cash refund
zh_hans: 现金退款

# club.refund.cash.DISPATCHING
source: Dispatching, not confirmed received
zh_hans: 派发中，尚未确认到账

# club.refund.cash.DISPATCH_PENDING
source: Accepted, not dispatched
zh_hans: 已受理，尚未派发

# club.refund.cash.MANUAL_HANDLED
source: Manually handled, awaiting verification
zh_hans: 已人工处理，待复核

# club.refund.cash.MANUAL_REVIEW
source: Manual review
zh_hans: 人工审核

# club.refund.cash.MANUAL_VERIFIED
source: Manually verified
zh_hans: 已人工复核

# club.refund.cash.NOT_NEEDED
source: No cash refund required
zh_hans: 无需现金退款

# club.refund.cash.PENDING_MANUAL
source: Failed, awaiting manual handling
zh_hans: 失败，待人工处理

# club.refund.cash.PROCESSING
source: Channel processing
zh_hans: 渠道处理中

# club.refund.cash.SUCCESS
source: Receipt confirms payout
zh_hans: 回执确认到账

# club.refund.cash.UNCONFIRMED
source: Unconfirmed
zh_hans: 尚未确认

# club.refund.confirm
source: Confirm cancellation and refund
zh_hans: 确认清退退款

# club.refund.disabled
source: You can review the request. Sending refunds is disabled in this native build.
zh_hans: 可核对请求。当前原生版本的退款提交功能尚未启用。

# club.refund.error.busy
source: A check is already in progress.
zh_hans: 已有核对正在进行。

# club.refund.error.disabled
source: Sending is disabled.
zh_hans: 提交尚未启用。

# club.refund.error.ineligible
source: Fresh server evidence does not permit an owner refund.
zh_hans: 最新服务端证据不允许主理人退款。

# club.refund.error.invalid
source: The registration reference is invalid.
zh_hans: 报名引用无效。

# club.refund.error.locked
source: A previous attempt is locked. Only readback is allowed.
zh_hans: 此前操作已锁定，只能重新查询。

# club.refund.error.malformed
source: The server evidence is incomplete.
zh_hans: 服务端证据不完整。

# club.refund.error.signedOut
source: Sign in again to review this record.
zh_hans: 请重新登录后核对记录。

# club.refund.error.stale
source: The account or reviewed record changed. Review again.
zh_hans: 账号或核对记录已变化，请重新核对。

# club.refund.error.storage
source: The retry lock could not be safely read or saved. Nothing new will be sent.
zh_hans: 无法安全读取或保存重试锁，不会发送新的请求。

# club.refund.error.unknown
source: The result could not be confirmed. Do not resubmit.
zh_hans: 结果无法确认，请勿重复提交。

# club.refund.fixtureAccepted
source: Refund review example
zh_hans: 退款核对示例

# club.refund.fixtureDisabled
source: Disabled refund example
zh_hans: 退款禁用示例

# club.refund.fixtureRecord
source: Record refunded (example)
zh_hans: 标记记录已退款（示例）

# club.refund.fixtureUnknown
source: Unknown refund example
zh_hans: 退款结果未知示例

# club.refund.noReplay
source: This registration and its known parent order stay locked against resubmission. A refunded record alone does not confirm cash or points payout.
zh_hans: 该报名及其已知关联父订单仍被锁定，不能重复提交。记录显示已退款不单独证明现金或积分到账。

# club.refund.order
source: Order
zh_hans: 订单

# club.refund.paid
source: Paid amount shown on record
zh_hans: 记录所示实付

# club.refund.parentOrder
source: The source reports a parent-order cancellation.
zh_hans: 来源回执显示本次影响关联父订单。

# club.refund.phase.acknowledged
source: Request acknowledged. Check the separate outcomes below.
zh_hans: 请求已受理，请分别查看以下结果。

# club.refund.phase.idle
source: Review the registration before requesting cancellation.
zh_hans: 提交清退请求前请核对报名。

# club.refund.phase.manualReview
source: Manual handling or review is required.
zh_hans: 需要人工处理或复核。

# club.refund.phase.notSent
source: No cancellation was sent.
zh_hans: 未发送清退请求。

# club.refund.phase.outcomeUnknown
source: The result is unknown. Recheck only; do not resubmit.
zh_hans: 结果尚不明确。请仅重新查询，勿重复提交。

# club.refund.phase.preflighting
source: Rechecking the exact reviewed registration…
zh_hans: 正在再次核对已确认的报名…

# club.refund.phase.preparing
source: Reading fresh owner and registration evidence…
zh_hans: 正在读取最新主理人权限与报名证据…

# club.refund.phase.refundRecorded
source: The current record reports refunded. Payout evidence remains separate.
zh_hans: 当前记录显示已退款，到账证据仍需分别确认。

# club.refund.phase.reviewing
source: Review ready; nothing submitted.
zh_hans: 核对已准备，尚未提交。

# club.refund.phase.submitting
source: Sending refund request…
zh_hans: 正在提交退款请求…

# club.refund.player
source: Player
zh_hans: 玩家

# club.refund.points
source: Points return
zh_hans: 积分返还

# club.refund.points.NOT_NEEDED
source: No points used
zh_hans: 未使用积分

# club.refund.points.PARTIAL
source: Partially returned
zh_hans: 部分返还

# club.refund.points.RETURNED
source: Returned
zh_hans: 已返还

# club.refund.points.UNCONFIRMED
source: Unconfirmed
zh_hans: 尚未确认
